/* AirPort Management step title */
"AirPort Management" = "AirMac マネージメント";

/* Error title */
"An error occurred." = "エラーが起きました。";

/* No network services active recovery suggestion */
"At least one service must be connected and marked as active in order to proceed." = "操作を続けるには、1 つ以上のサービスが接続されていてそれらが使用中として表示されている必要があります。";

/* Enable AirPort management checkbox title */
"Enable AirPort automanagement" = "AirMac 自動管理を有効にする";

/* Enable AirPort management checkbox title */
"Enable AirPort automanagement for \"%@\"" = "“%@”の AirMac 自動管理を有効にする";

/* Ethernet interface step title */
"Ethernet Interface" = "Ethernet インタフェース";

/* Incorrect AirPort admin password error */
"Incorrect password" = "パスワードが正しくありません";

/* Internet gateway page title */
"Internet Gateway" = "インターネットゲートウェイ";

/* Invalid gateway configuration error */
"Invalid configuration." = "構成が正しくありません。";

/* No network services active error */
"No connected services are active." = "接続中のアクティブなサービスはありません。";

/* Empty AirPort admin password error */
"Password is empty." = "パスワードが空です。";

/* PPPoE connection failed recovery string */
"Please check the information you entered.  If you don't know this information, contact your ISP." = "入力した情報を確認してください。これらの情報が不明な場合は、ISP に問い合わせてください。";

/* Empty AirPort admin password recovery */
"Please enter the administator password for this base station." = "このベースステーションの管理者パスワードを入力してください。";

/* No LOM admin account error */
"Please set an admin account for the LOM interfaces." = "LOM インターフェイスの管理者アカウントを設定してください。";

/* PPPoE connection failed error string */
"PPPoE connection failed." = "PPPoE 接続に失敗しました。";

/* Invalid gateway configuration recovery */
"The same interface cannot be used for both public and private access. Please select different interfaces or disable the gateway configuration option." = "パブリック、プライベートの両方のアクセスに同じインターフェイスは使えません。異なるインターフェイスを選択するか、ゲートウェイの構成オプションを無効にしてください。";

/* Network config recovery suggestion */
"There was a problem configuring your network services. Please inspect your network settings and try again." = "ネットワークサービスの構成中に問題が起きました。ネットワーク設定を検査してからもう一度やり直してください。";

